# Меню
items = {"addrecord": "Записаться",
         "myrecords": "Мои записи",
         "faq": "❓ FAQ",
         "contacts": "📱 Контакты",
         }
add_record = items["addrecord"]
my_records = items["myrecords"]
faq = items["faq"]
contacts = items["contacts"]


WELCOME_MESSAGE = "Привет, добро пожаловать в массажный салон БРЕНД! Я ваш гид по миру красоты. С чего вы хотите начать?"

WEL_MESSAGE = "Привет, я бот "

menubtn = "Меню"

todeybtn = "Сегодня"

seldatebtn = "Выбрать дату"

start_text = "Привет,{0.first_name}, рады видеть тебя у нас! \n" \
             "Выбери что тебя интересует, а затем нажми на кнопку ниже :) "
             
menu_central_text = "Что бы вы хотели {0.first_name} ? 👇"


# Текст в разделе контакты    
contacts_text = "Вы всегда можете написать нам!\n\n" \
                "Вот наш телефон: +38(073)-104-8505\n" \
                "Администратор: @shamandok\n" \
                "Email: shamandok22@gmail.com"

# Текст в разделе контакты    
faq_text = "Здесь мы постарались ответить на самые частые вопросы"

addname_text = "Пожалуйста укажите как вас зовут:"

addcontact_text = "Пожалуйста укажите ваш контактный номер:"

addrecord_text = "Вы можете записатся на сегодня\n" \
                 "Или выбрать удобную для вас дату"


addtime_text = "Выберете желаемое время"

# Текст при неккоректном вводе
unrecognized_msg = "Мы не смогли распознать ваше сообщение :("
